/* nothing */
"" = "Project-Id-Version: xchat 2.0.2pre1\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2004-01-01 23:38+1100\nPO-Revision-Date: 2003-04-20 19:51+0800\nLast-Translator: Hasbullah Bin Pit <sebol@ikhlas.com>\nLanguage-Team: Malay <translation-team-ms@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "Tak dapat mencipta ~/.xchat2";

/* nothing */
"I'm busy" = "Saya sibuk";

/* nothing */
"Leaving" = "Latvia";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Melaksanakan IRC sebagai root adalah bodoh! Anda sepatutnya\n mencipta satu akaun pengguna dan menggunakannya untuk logmasuk\n";

/* nothing */
"Waiting" = "Menunggu";

/* nothing */
"Active" = "Aktif";

/* nothing */
"Failed" = "Gagal";

/* nothing */
"Done" = "Selesai";

/* nothing */
"Connect" = "Sambung";

/* nothing */
"Aborted" = "Dibatalkan";

/* nothing */
"Cannot access %s\n" = "Tak dapat mengakses %s\n";

/* nothing */
"No active DCCs\n" = "Tiada DCC aktif\n";

/* nothing */
"YES  " = "YA";

/* nothing */
"NO   " = "TIDAK";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "";

/* nothing */
"You are being MSG flooded from %s, setting autodialog OFF.\n" = "";

/* nothing */
"  %-20s online\n" = "  %-20s dalamtalian\n";

/* nothing */
"  %-20s offline\n" = "  %-20s luartalian\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Tiada saluran disertai. Cuba /join #<saluran>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Tidak disambung. Cuba /server <hos [<liang>]>\n";

/* nothing */
"I need /bin/sh to run!\n" = "Saya perlukan /bin/sh untuk dilaksanakan!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nArahan yang Ada:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nTaip /HELP <arahan> untuk lebih maklumat, atau /HELP -l\n\n";

/* nothing */
"User defined commands:\n\n  " = "Arahan ditakrif pengguna:\n\n ";

/* nothing */
"Unknown arg '%s' ignored." = "Hujah tidak diketahui '%s' diabaikan.";

/* nothing */
"No such plugin found.\n" = "Tiada plugin dijumpai.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Plugin ini enggan dinyahmuatkan.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nama> <aksi>, tambah butang dibawah senarai-pengguna";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <arahan>, hantar arahan ke semua saluran yang anda sertai";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <arahan>, hantar arahan ke semua pelkayan yang anda masuk";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<alasan>], menetapkan anda away";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, Kosongkan teks tetingkap semasa";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Tutup tetingkap/tab semasa";

/* nothing */
"COUNTRY <code>, finds a country code, eg: au = australia" = "COUNTRY <kod>, cari kod negara , eg: my = malaysia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Putus daripada pelayan";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "";

/* nothing */
"ECHO <text>, Prints text locally" = "";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "";

/* nothing */
"JOIN <channel>, joins the channel" = "";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "";

/* nothing */
"LAGCHECK, forces a new lag check" = "";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "";

/* nothing */
"LOAD <file>, loads a plugin or script" = "";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "";

/* nothing */
"MSG <nick> <message>, sends a private message" = "";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Senaraikan gelaran pada saluran semasa";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "";

/* nothing */
"NICK <nickname>, sets your nick" = "";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <teks>, hantar teks ke objek pada tetingkap semasa";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "";

/* nothing */
"SET <variable> [<value>]" = "";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "";

/* nothing */
"Usage: %s\n" = "Penggunaan: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nTiada bantuan yang ada bagi larahan itu.\n";

/* nothing */
"No such command.\n" = "Tiada arahan sebegitu.\n";

/* nothing */
"Bad arguments for user command.\n" = "Hujah teruk ke arahan pengguna\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Terlalu banyak arahanpengguna rekursif, dibatalkan.";

/* nothing */
"Unknown Command. Try /help\n" = "Arahan tidak diketahui. Cuba /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Tiada xchat_plugin_init symbol; is this really an xchat plugin?";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "";

/* nothing */
"Proxy traversal failed.\n" = "Notifikasi Pemindahan gagal";

/* nothing */
"Cycling to next server in %s...\n" = "";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"-%C10-%C11-%O$t$1 added to notify list." = "-%C10-%C11-%O$t$1 ditambah ke senarai notifikasi.";

/* nothing */
"-%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned)." = "";

/* nothing */
"-%C10-%C11-%O$t$1 is now known as $2" = "-%C10-%C11-%O$t$1 kini dikenali sebagai $2";

/* nothing */
"%C13*%O$t$1%O $2%O" = "%C13*%O$t$1 $2%O";

/* nothing */
"%C13*%O$t%C8%B$1%B%O $2%O" = "%C13*%O$t%C8%B$1%B%O $2%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets ban on $2" = "-%C10-%C11-%O$t$1 menetapkan ban ban pada $2";

/* nothing */
"-%C10-%C11-%O$tChannel $1 created on $2" = "-%C10-%C11-%O$tSaluran $1 dicipta pada $2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel half-operator status from %C11$2" = "-%C10-%C11-%O$t%C11$1%O membuang status semi-operator saluran drpd %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes channel operator status from %C11$2" = "-%C10-%C11-%O$t%C11$1%O membuang status operator saluran drpd %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O removes voice from %C11$2" = "-%C10-%C11-%O$t%C11$1%O membuang voice drpd %C11$2";

/* nothing */
"-%C10-%C11-%O$t$1 sets exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel half-operator status to %C11$2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets invite on $2" = "-%C10-%C11-%O$t$1 menetapkan jemputan pada $2";

/* nothing */
"%UChannel          Users   Topic%O" = "%USaluran          Pengguna   Topik%O";

/* nothing */
"%C2<%O$1%C2>%O$t$2%O" = "%C2<%O$1%C2>%O$t$2%O";

/* nothing */
"-%C10-%C11-%O$t$1 sets mode $2$3 $4" = "-%C10-%C11-%O$t$1 menetapkan mod $2$3 $4";

/* nothing */
"-%C10-%C11-%O$tChannel $1 modes: $2" = "-%C10-%C11-%O$tSaluran $1 mod: $2";

/* nothing */
"%C2<%C8%B$1%B%C2>%O$t$2%O" = "%C2<%C8%B$1%B%C2>%O$t$2%O";

/* nothing */
"%C12-%C13$1/$2%C12-%O$t$3%O" = "%C12-%C13$1/$2%C12-%O$t$3%O";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives channel operator status to %C11$2" = "-%C10-%C11-%O$t%C11$1%O memberi status operator saluran kepada %C11$2";

/* nothing */
"-%C10-%C11-%O$t$1 removes exempt on $2" = "";

/* nothing */
"-%C10-%C11-%O$t$1 removes invite on $2" = "-%C10-%C11-%O$t$1 membuang jemputan pada $2";

/* nothing */
"-%C10-%C11-%O$t$1 removes channel keyword" = "-%C10-%C11-%O$t$1 membuang katakunci saluran";

/* nothing */
"-%C10-%C11-%O$t$1 removes user limit" = "-%C10-%C11-%O$t$1 membuang had pengguna";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel keyword to $2" = "-%C10-%C11-%O$t$1 menetapkan katakunci saluran kepada $2";

/* nothing */
"-%C10-%C11-%O$t$1 sets channel limit to $2" = "-%C10-%C11-%O$t$1 menetapkan had saluran kepada $2";

/* nothing */
"-%C10-%C11-%O$t$1 removes ban on $2" = "-%C10-%C11-%O$t$1 membuang ban pada $2";

/* nothing */
"-%C10-%C11-%O$t%C11$1%O gives voice to %C11$2" = "-%C10-%C11-%O$t%C11$1%O memberi voice kepada %C11$2";

/* nothing */
"-%C10-%C11-%O$tConnected. Now logging in.." = "-%C10-%C11-%O$tTersambung. Kini menglogmasuk..";

/* nothing */
"-%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C.." = "-%C10-%C11-%O$tMenyambung ke %C11$1 %C14(%C11$2%C14)%C liang %C11$3%C..";

/* nothing */
"-%C10-%C11-%O$tConnection failed. Error: $1" = "-%C10-%C11-%O$tSambungan gagal. Ralat: $1";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2" = "-%C10-%C11-%O$tMenerima CTCP $1 drpd $2";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)" = "-%C10-%C11-%O$tMenerima CTCP $1 drpd $2 (ke $3)";

/* nothing */
"%C3>%O$1%C3<%O$tCTCP $2%O" = "%C3>%O$1%C3<%O$tCTCP $2%O";

/* nothing */
"-%C10-%C11-%O$tReceived a CTCP Sound $1 from $2" = "-%C10-%C11-%O$tMenerima CTCP Sound $1 drpd $2";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted." = "-%C10-%C11-%O$tDCC CHAT kepada %C11$1%O dibatalkan.";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O" = "-%C10-%C11-%O$tSambungan DCC CHAT terjalin dengan %C11$1 %C14[%O$2%C14]%O";

/* nothing */
"-%C10-%C11-%O$tDCC CHAT to %C11$1%O lost. $4." = "-%C10-%C11-%O$tDCC CHAT dengan %C11$1%O hilang. $4.";

/* nothing */
"-%C10-%C11-%O$tReceived a DCC CHAT offer from $1" = "-%C10-%C11-%O$tReceived a DCC CHAT offer from $1";

/* nothing */
"-%C10-%C11-%O$tOffering DCC CHAT to $1" = "-%C10-%C11-%O$tMenawarkan  DCC CHAT kepadad $1";

/* nothing */
"-%C10-%C11-%O$tAlready offering CHAT to $1" = "-%C10-%C11-%O$tTersedia menawarkan CHAT kepada $1";

/* nothing */
"-%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3)." = "";

/* nothing */
"-%C10-%C11-%O$tReceived '$1%O' from $2" = "-%C10-%C11-%O$tDiterima '$1%O' drpd $2";

/* nothing */
"%C8,2 Type  To/From    Status  Size    Pos     File      %O%010%B%C9----------------------------------------------------%O" = "";

/* nothing */
"-%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2" = "";

/* nothing */
"-%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC offer." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O failed. $4." = "";

/* nothing */
"-%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2)." = "-%C10-%C11-%O$tDCC CHAT dengan %C11$1%O hilang. $4.";

/* nothing */
"-%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead." = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O." = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O" = "";

/* nothing */
"-%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O failed. $3" = "";

/* nothing */
"-%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)" = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting." = "";

/* nothing */
"-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting." = "";

/* nothing */
"-%C10-%C11-%O$t$1 deleted from notify list." = "";

/* nothing */
"-%C10-%C11-%O$tDisconnected ($1)." = "";

/* nothing */
"-%C10-%C11-%O$tFound your IP: [$1]" = "";

/* nothing */
"$1$t$2" = "";

/* nothing */
"%O%C11$1%O added to ignore list." = "";

/* nothing */
"Ignore on %C11$1%O changed." = "";

/* nothing */
"%C08,02                                                              %O" = "";

/* nothing */
"%C08,02 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG %O" = "";

/* nothing */
"%O%C11$1%O removed from ignore list." = "";

/* nothing */
"  Ignore list is empty." = "  Senarai abai kosong.";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only)." = "";

/* nothing */
"-%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)" = "";

/* nothing */
"-%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been killed by $1 ($2%O)" = "";

/* nothing */
"%C3>%O$1%C3<%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1%O" = "";

/* nothing */
"-%C10-%C11-%O$tMOTD Skipped." = "";

/* nothing */
"-%C10-%C11-%O$t$1 already in use. Retrying with $2.." = "";

/* nothing */
"-%C10-%C11-%O$tNickname already in use. Use /NICK to try another." = "";

/* nothing */
"-%C10-%C11-%O$tNo such DCC." = "";

/* nothing */
"-%C10-%C11-%O$tNo process is currently running" = "";

/* nothing */
"%C12-%C13$1%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tNotify list is empty." = "";

/* nothing */
"%C08,02 %B-- Notify List --------------- %O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 users in notify list." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is offline ($2)." = "";

/* nothing */
"-%C10-%C11-%O$tNotify: $1 is online ($2)." = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3" = "";

/* nothing */
"<%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tPing reply from $1 : $2 second(s)" = "";

/* nothing */
"-%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting." = "";

/* nothing */
"%C12*%C13$1%C12*$t%O$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tA process is already running" = "";

/* nothing */
"<%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O" = "";

/* nothing */
"%C12-%C13$1/Wallops%C12-%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tLooking up IP number for%C11 $1%O.." = "";

/* nothing */
"-%C10-%C11-%O$tConnected." = "";

/* nothing */
"-%C10-%C11-%O$tLooking up %C11$1%C.." = "";

/* nothing */
"-%C10-%C11-%O$tStopped previous connection attempt (pid=$1)" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t$1 has changed the topic to: $2%O" = "";

/* nothing */
"-%C10-%C11-%O$tUnknown host. Maybe you misspelled it?" = "";

/* nothing */
"-%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached)." = "";

/* nothing */
"-%C10-%C11-%O$t%C11Users on $1:%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%C $2" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list." = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2" = "-%C10-%C11-%O$t%C11$1%O memberi voice kepada %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %O$2 %C11$3%O" = "-%C10-%C11-%O$t%C11$1%O memberi voice kepada %C11$2";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12] %C14(%O$2@$3%C14) %O: $4%O" = "";

/* nothing */
"-%C10-%C11-%O$t%C12[%O$1%C12]%O $2" = "";

/* nothing */
"-%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3" = "";

/* nothing */
"-%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)" = "";

/* nothing */
"-%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)" = "";

/* nothing */
"%C6<%O$1%C6>%O$t$2%O" = "";

/* nothing */
"-%C10-%C11-%O$tYou are now known as $2" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** AKHIR LOG PADA %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** BEGIN LOGGING AT %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "";

/* nothing */
"Left message" = "Mesej";

/* nothing */
"Right message" = "Mesej";

/* nothing */
"The nick of the joining person" = "Gelaran bagi orang yang masuk";

/* nothing */
"The channel being joined" = "Saluran yang disertai";

/* nothing */
"The host of the person" = "Hos orang itu";

/* nothing */
"Nickname" = "Gelaran";

/* nothing */
"The action" = "Aksi";

/* nothing */
"The text" = "Teks";

/* nothing */
"Mode char" = "Aksara mod";

/* nothing */
"The message" = "Mesej";

/* nothing */
"Old nickname" = "Gelaran lama";

/* nothing */
"New nickname" = "Gelaran baru";

/* nothing */
"Nick of person who changed the topic" = "Gelaran orang yang menukar topik";

/* nothing */
"Topic" = "Topik";

/* nothing */
"Channel" = "Saluran";

/* nothing */
"The nickname of the kicker" = "Namagelaran penendang";

/* nothing */
"The person being kicked" = "Orang yang ditendang";

/* nothing */
"The channel" = "Saluran";

/* nothing */
"The reason" = "Alasan";

/* nothing */
"The nick of the person leaving" = "Gelaran orang yang keluar";

/* nothing */
"The time" = "Masa";

/* nothing */
"The creator" = "Pencipta";

/* nothing */
"Nick" = "Gelaran";

/* nothing */
"Reason" = "Alasan";

/* nothing */
"Host" = "Hos";

/* nothing */
"Who it's from" = "";

/* nothing */
"The time in x.x format (see below)" = "Masa dalam format x.x (lihat bawah)";

/* nothing */
"The Channel it's going to" = "Saluran ini akan";

/* nothing */
"The sound" = "Bunyi";

/* nothing */
"The nick of the person" = "Gelaran orang itu";

/* nothing */
"The CTCP event" = "Acara CTCP";

/* nothing */
"The nick of the person who set the key" = "Gelaran orang yang menetapkan kekunci";

/* nothing */
"The key" = "Kekunci";

/* nothing */
"The nick of the person who set the limit" = "Gelaran orang yang menetapkan had";

/* nothing */
"The limit" = "Had";

/* nothing */
"The nick of the person who did the op'ing" = "Gelaran orang yang memberi op";

/* nothing */
"The nick of the person who has been op'ed" = "Gelaran orang yang telah di'op'kan";

/* nothing */
"The nick of the person who has been halfop'ed" = "Gelaran orang yang di'semi-op'kan";

/* nothing */
"The nick of the person who did the halfop'ing" = "Gelaran orang yang melakukan semi-op";

/* nothing */
"The nick of the person who did the voice'ing" = "Gelaran orang yang melakukan voice";

/* nothing */
"The nick of the person who has been voice'ed" = "Gelaran orang yang telah di'voice'kan";

/* nothing */
"The nick of the person who did the banning" = "";

/* nothing */
"The ban mask" = "";

/* nothing */
"The nick who removed the key" = "Gelaran orang yang membuang kekunci";

/* nothing */
"The nick who removed the limit" = "Klik untuk membuang Tatacara";

/* nothing */
"The nick of the person of did the deop'ing" = "Gelaran orang yang menarikbalik op";

/* nothing */
"The nick of the person who has been deop'ed" = "Pecahan jumlah kerja yang telah selesai";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "";

/* nothing */
"The nick of the person of did the devoice'ing" = "";

/* nothing */
"The nick of the person who has been devoice'ed" = "";

/* nothing */
"The nick of the person of did the unban'ing" = "";

/* nothing */
"The nick of the person who did the exempt" = "";

/* nothing */
"The exempt mask" = "";

/* nothing */
"The nick of the person removed the exempt" = "";

/* nothing */
"The nick of the person who did the invite" = "";

/* nothing */
"The invite mask" = "Masa ketika permulaan";

/* nothing */
"The nick of the person removed the invite" = "";

/* nothing */
"The nick of the person setting the mode" = "";

/* nothing */
"The mode's sign (+/-)" = "";

/* nothing */
"The mode letter" = "Padaman Jadual";

/* nothing */
"The channel it's being set on" = "";

/* nothing */
"Username" = "Namapengguna";

/* nothing */
"Full name" = "Nama penuh";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "";

/* nothing */
"Server Information" = "Maklumat Pelayan";

/* nothing */
"Idle time" = "Masa leka";

/* nothing */
"Signon time" = "_T.tangan";

/* nothing */
"Away reason" = "Alasan away";

/* nothing */
"Message" = "Mesej";

/* nothing */
"Account" = "Terima";

/* nothing */
"Real user@host" = "Sorok/Papar Opsyen";

/* nothing */
"Real IP" = "";

/* nothing */
"Channel Name" = "Nama Saluran";

/* nothing */
"Text" = "Teks";

/* nothing */
"Server Name" = "Nama Pelayan";

/* nothing */
"Nick of person who invited you" = "Gelaran orang yang anda ingin jemput";

/* nothing */
"Users" = "Pengguna";

/* nothing */
"Nickname in use" = "Gelaran sudah digunakan";

/* nothing */
"Nick being tried" = "Gelaran sedang dicuba";

/* nothing */
"Error" = "Ralat";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Liang";

/* nothing */
"PID" = "PID";

/* nothing */
"Channel name" = "Nama saluran";

/* nothing */
"Modes string" = "Rentetan mod";

/* nothing */
"IP address" = "Alamat IP";

/* nothing */
"DCC Type" = "Jenis DCC";

/* nothing */
"Filename" = "Namafail";

/* nothing */
"Destination filename" = "Fail destinasi";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Nama path";

/* nothing */
"Position" = "Posisi";

/* nothing */
"Size" = "Saiz";

/* nothing */
"DCC String" = "Rentetan DCC";

/* nothing */
"Number of notify items" = "Bilangan item makluman";

/* nothing */
"Servername" = "Nama Pelayan";

/* nothing */
"Old Filename" = "Namafail Lama";

/* nothing */
"New Filename" = "Namafail Baru";

/* nothing */
"Receiver" = "Penerima";

/* nothing */
"Hostmask" = "Hosmask";

/* nothing */
"Hostname" = "Namahos";

/* nothing */
"The Packet" = "Paket";

/* nothing */
"Seconds" = "Saat";

/* nothing */
"Nick of person who have been invited" = "TGelaran bagi siapa yang telah dijemput";

/* nothing */
"Banmask" = "Banmask";

/* nothing */
"Who set the ban" = "Siapa yang menetapkan ban";

/* nothing */
"Ban time" = "Masa ban";

/* nothing */
"Error parsing event %s.\nLoading default" = "Ralat menetapkan kekunci %s kembali ke default: %s\n";

/* nothing */
"Cannot read sound file:\n%s" = "Tidak dapat membaca fail itu.";

/* nothing */
"Remote host closed socket" = "Buang helaian ini";

/* nothing */
"Connection refused" = "Sambungan ditolak";

/* nothing */
"No route to host" = "Tiada route ke hos";

/* nothing */
"Connection timed out" = "Sambungan melebihi hadmasa ";

/* nothing */
"Cannot assign that address" = "Tak dapat mengumpukkan alamat";

/* nothing */
"Connection reset by peer" = "Sambungan ditolak";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emiriah Arab Bersatu";

/* nothing */
"Afghanistan" = "Afghanistan";

/* nothing */
"Antigua and Barbuda" = "";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albania";

/* nothing */
"Armenia" = "Armenia";

/* nothing */
"Netherlands Antilles" = "Netherlands Antilles";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarctika";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "DNS Songsang";

/* nothing */
"American Samoa" = "Samoa Amerika";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Australia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Azerbaijan" = "Azerbaijan";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Belgium";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaria";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brazil";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Bhutan";

/* nothing */
"Bouvet Island" = "Bouvet Island";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Belarus";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kepulauan Coco";

/* nothing */
"Central African Republic" = "Republik Afrika Tengah";

/* nothing */
"Congo" = "Kongo";

/* nothing */
"Switzerland" = "Switzerland";

/* nothing */
"Cote D'ivoire" = "Cote D'ivoire";

/* nothing */
"Cook Islands" = "Kepulauan Cook";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Cameroon";

/* nothing */
"China" = "China";

/* nothing */
"Colombia" = "Kolombia";

/* nothing */
"Internic Commercial" = "Internic Komersil";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Former Czechoslovakia" = "Bekas Czechoslovakia";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cape Verde";

/* nothing */
"Christmas Island" = "Kepulauan Krismas";

/* nothing */
"Cyprus" = "Cyprus";

/* nothing */
"Czech Republic" = "Republik Czech";

/* nothing */
"Germany" = "Jerman";

/* nothing */
"Djibouti" = "Djibouti";

/* nothing */
"Denmark" = "Denmark";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "Republik Dominica";

/* nothing */
"Algeria" = "Algeria";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Istitusi Pendidikan";

/* nothing */
"Estonia" = "Estonia";

/* nothing */
"Egypt" = "Mesir";

/* nothing */
"Western Sahara" = "Sahara Barat";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Sepanyol";

/* nothing */
"Ethiopia" = "Ethiopia";

/* nothing */
"Finland" = "Finland";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Kepulauan Falkland";

/* nothing */
"Micronesia" = "Micronesia";

/* nothing */
"Faroe Islands" = "Kepulauan Faroe";

/* nothing */
"France" = "Perancis";

/* nothing */
"France, Metropolitan" = "";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Britain";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Georgia";

/* nothing */
"French Guiana" = "French Guiana";

/* nothing */
"British Channel Isles" = "British Virgin Islands";

/* nothing */
"Ghana" = "Ghana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Greenland";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Kerajaan";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Equitorial Guinea";

/* nothing */
"Greece" = "Greek";

/* nothing */
"S. Georgia and S. Sandwich Isles." = "S. Georgia dan S. Sandwich Isles.";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Kepulauan Caicos dan Turks";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croatia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungary";

/* nothing */
"Indonesia" = "Indonesia";

/* nothing */
"Ireland" = "Ireland";

/* nothing */
"Israel" = "Israel";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Antarabangsa";

/* nothing */
"International" = "Antarabangsa";

/* nothing */
"British Indian Ocean Territory" = "Wilayah Utara";

/* nothing */
"Iraq" = "Iraq";

/* nothing */
"Iran" = "Iran";

/* nothing */
"Iceland" = "Iceland";

/* nothing */
"Italy" = "Itali";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordan";

/* nothing */
"Japan" = "Jepun";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kyrgyzstan";

/* nothing */
"Cambodia" = "Cambodia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comoros";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts dan Nevis";

/* nothing */
"North Korea" = "Korea Utara";

/* nothing */
"South Korea" = "Korea Selatan";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Kepulauan Cayman";

/* nothing */
"Kazakhstan" = "Kazakhstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Lebanon";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Lithuania";

/* nothing */
"Luxembourg" = "Luxembourg";

/* nothing */
"Latvia" = "Latvia";

/* nothing */
"Libya" = "Libya";

/* nothing */
"Morocco" = "Morocco";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldova";

/* nothing */
"United States Medical" = "Perubatan Amerika Syarikat";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Kepulauan Marshall";

/* nothing */
"Military" = "Tentera";

/* nothing */
"Macedonia" = "Macedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongolia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Ireland Utara";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldives";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexico";

/* nothing */
"Malaysia" = "Malaysia";

/* nothing */
"Mozambique" = "Mozambique";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "New Caledonia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Rangkaian Internic";

/* nothing */
"Norfolk Island" = "Kepulauan Norfolk";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Belanda";

/* nothing */
"Norway" = "Norway";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Neutral Zone" = "Zon Berkecuali";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "New Zealand";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Oraganisasi bukan-komersil Internic";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "French Polynesia";

/* nothing */
"Papua New Guinea" = "Papua New Guinea";

/* nothing */
"Philippines" = "Filipina";

/* nothing */
"Pakistan" = "Pakistan";

/* nothing */
"Poland" = "Poland";

/* nothing */
"St. Pierre and Miquelon" = "St. Perre and Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Kawasan";

/* nothing */
"Romania" = "Romania";

/* nothing */
"Old School ARPAnet" = "ARPAnet Sekolah Lama";

/* nothing */
"Russian Federation" = "Persekutuan Rusia";

/* nothing */
"Rwanda" = "Rwanda";

/* nothing */
"Saudi Arabia" = "Arab Saudi";

/* nothing */
"Solomon Islands" = "Kepulauan Solomon";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Sudan";

/* nothing */
"Sweden" = "Sweden";

/* nothing */
"Singapore" = "Singapura";

/* nothing */
"St. Helena" = "St. Helena";

/* nothing */
"Slovenia" = "Slovenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard and Jan Mayen Islands";

/* nothing */
"Slovak Republic" = "Republik Slovak";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Surinam";

/* nothing */
"Sao Tome and Principe" = "Sao Tome and Principe";

/* nothing */
"Former USSR" = "Bekas Soviet";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Syria";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Kepulauan Caicos dan Turks";

/* nothing */
"Chad" = "Chad";

/* nothing */
"French Southern Territories" = "Wilayah Utara";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Thailand";

/* nothing */
"Tajikistan" = "Tajikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Tunisia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"East Timor" = "Timor Larose";

/* nothing */
"Turkey" = "Turki";

/* nothing */
"Trinidad and Tobago" = "Trinidad dan Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ukraine";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "United Kingdom";

/* nothing */
"US Minor Outlying Islands" = "Kepulauan Society";

/* nothing */
"United States of America" = "Amerika Syarikat";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Vatican City";

/* nothing */
"St. Vincent and the grenadines" = "St. Vincent and the Grenadines";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "British Virgin Islands";

/* nothing */
"US Virgin Islands" = "Pulau Virgin Amerika Syarikat";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Kepulauan Futuna dan Wallis";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Yaman";

/* nothing */
"Mayotte" = "Kepulauan Mayotte";

/* nothing */
"Yugoslavia" = "Yugoslavia";

/* nothing */
"South Africa" = "Afrika Selatan";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zaire" = "Zaire";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Entah";

/* nothing */
"Direct client-to-client" = "";

/* nothing */
"Send File" = "Kirim fail kepada %s";

/* nothing */
"Offer Chat" = "";

/* nothing */
"Abort Chat" = "Perihal X-Chat";

/* nothing */
"Version" = "Versi";

/* nothing */
"Userinfo" = "Pengguna";

/* nothing */
"Clientinfo" = "";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Masa";

/* nothing */
"Finger" = "Niger";

/* nothing */
"Oper" = "Buka";

/* nothing */
"Kill this user" = "";

/* nothing */
"Mode" = "Mod";

/* nothing */
"Give Voice" = "";

/* nothing */
"Take Voice" = "";

/* nothing */
"Give Ops" = "Beri Ops";

/* nothing */
"Take Ops" = "Ambil Ops";

/* nothing */
"Ignore" = "Abai";

/* nothing */
"Ignore User" = "Abaikan Pengguna";

/* nothing */
"UnIgnore User" = "Nyah-abai Pengguna";

/* nothing */
"Kick/Ban" = "Tendang/Ban";

/* nothing */
"Kick" = "Tendang";

/* nothing */
"Ban" = "Bhutan";

/* nothing */
"KickBan" = "";

/* nothing */
"Info" = "Maklumat";

/* nothing */
"Who" = "Siapa";

/* nothing */
"WhoIs" = "";

/* nothing */
"DNS Lookup" = "Carian DNS";

/* nothing */
"Trace" = "Surih";

/* nothing */
"UserHost" = "HosPengguna";

/* nothing */
"External" = "Luaran";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Open Dialog Window" = "Buka Tetingkap Dialog";

/* nothing */
"Disconnect" = "Putus";

/* nothing */
"Reconnect" = "UlangSambung";

/* nothing */
"Leave Channel" = "Saluran";

/* nothing */
"Join Channel..." = "Sertai Saluran...";

/* nothing */
"Enter Channel to Join:" = "Saluran ini akan";

/* nothing */
"Server Links" = "Pautan Pelayan";

/* nothing */
"Ping Server" = "Ping Pelayan";

/* nothing */
"Hide Version" = "Sorok Versi";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "";

/* nothing */
"bye" = "";

/* nothing */
"Enter reason to kick %s:" = "Masukkan alasan untuk tendang %s:";

/* nothing */
"Sendfile" = "Fail bunyi: ";

/* nothing */
"Dialog" = "Dialog";

/* nothing */
"Send" = "Hantar";

/* nothing */
"Chat" = "Chad";

/* nothing */
"Clear" = "Kosongkan";

/* nothing */
"About X-Chat" = "Perihal X-Chat";

/* nothing */
"A multiplatform IRC Client" = "";

/* nothing */
"Character Chart" = "Carta Aksara";

/* nothing */
"You must select some bans." = "";

/* nothing */
"Mask" = "Topengan";

/* nothing */
"From" = "Daripada";

/* nothing */
"Date" = "Tarikh";

/* nothing */
"X-Chat: Ban List (%s)" = "Chat dengan %s";

/* nothing */
"Unban" = "";

/* nothing */
"Crop" = "Crop";

/* nothing */
"Refresh" = "Segarkan";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Statistik Pengguna dan Saluran: %d/%d Pengguna pada %d/%d Saluran";

/* nothing */
"I can't save an empty list!" = "Saya tak dapat simpan senarai kosong";

/* nothing */
"Select an output filename" = "Pilih fail output";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: Senarai Saluran (%s)";

/* nothing */
"List display options:" = "Tak dapat memapar opsyen:";

/* nothing */
"Minimum Users:" = "Pengguna Minimum:";

/* nothing */
"Maximum Users:" = "Pengguna Maksimum:";

/* nothing */
"Regex Match:" = "Padanan regexp: ";

/* nothing */
"Apply Match to:" = "Terapkan Padanan ke:";

/* nothing */
"Apply" = "Terap";

/* nothing */
"Refresh the list" = "Segarkan senarai";

/* nothing */
"Save the list" = "Simpan senarai";

/* nothing */
"Join Channel" = "Sertai Saluran";

/* nothing */
"Send file to %s" = "Kirim fail kepada %s";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      Fail: %s\n  Kpd/Drpd: %s\n      Saiz: %u\n     Liang: %d\n Nombor IP: %s\n Masa Mula: %s  Max CPS: %d\n";

/* nothing */
"That file is not resumable." = "";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "";

/* nothing */
"MIME Type" = "Jenis MIME";

/* nothing */
"Status" = "Status";

/* nothing */
"File" = "Fail";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "";

/* nothing */
"Abort" = "Abai";

/* nothing */
"Accept" = "Terima";

/* nothing */
"Resume" = "Sambung";

/* nothing */
"Open" = "Buka";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "Kepada";

/* nothing */
"X-Chat: File Send List" = "";

/* nothing */
"To/From" = "Kpd/Drpd";

/* nothing */
"Recv" = "Terima";

/* nothing */
"Sent" = "Hantar";

/* nothing */
"StartTime" = "MasaMula";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: Senarai DCC Chat";

/* nothing */
"*NEW*" = "*BARU*";

/* nothing */
"EDIT ME" = "EDIT SAYA";

/* nothing */
"Name" = "Nama";

/* nothing */
"Command" = "Arahan";

/* nothing */
"Move Up" = "Naik Atas";

/* nothing */
"Move Dn" = "Turun Bawah";

/* nothing */
"Cancel" = "Batal";

/* nothing */
"Save" = "Simpan";

/* nothing */
"Add New" = "Tambah Baru";

/* nothing */
"Delete" = "Padam";

/* nothing */
"Sort" = "Isih";

/* nothing */
"Help" = "Bantuan";

/* nothing */
"Options" = "Aksi";

/* nothing */
"DIRECTORY" = "";

/* nothing */
"use a different config dir" = "";

/* nothing */
"don't auto connect" = "";

/* nothing */
"don't auto load any plugins" = "";

/* nothing */
"show version information" = "Maklumat Pelayan";

/* nothing */
"Failed to open font:\n\n%s" = "Gagal membuka font:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Penimbal carian kosong.\n";

/* nothing */
"%d bytes" = "";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page. If Data 1 is set to anything the page scrolls up, else it scrolls down" = "";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "";

/* nothing */
"This command moves the front tab left by one" = "Arahan ini memindah tab hadapan ke  kiri satu langkah";

/* nothing */
"This command moves the front tab right by one" = "Arahan ini memindah tab hadapan ke kanan satu langkah";

/* nothing */
"This command moves the current tab family to the left" = "Arahan ini memindah keluarga tab semasa ke kiri";

/* nothing */
"This command moves the current tab family to the right" = "Arahan ini memindah keluarga tab semasa ke kanan";

/* nothing */
"Push input line into history but doesn't send to server" = "Tolak baris input ke sejarah tapi tidak hantar ke pelayan";

/* nothing */
"There was an error loading key bindings configuration" = "Terdapat ralat memuatkan konfigurasi ikatan kekunci";

/* nothing */
"<none>" = "<tiada>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Kekunci";

/* nothing */
"Action" = "Aksi";

/* nothing */
"X-Chat: Edit Key Bindings" = "X-Chat: Edit Ikatan kekunci";

/* nothing */
"Add new" = "Tambah baru";

/* nothing */
"Shift" = "Shif";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "Ralat membuka fail konfig kekunci\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Namakekunci tidak dikenali %s pada fail konfig ikatan kekunci.\nPemuatan diabatalkan, sila perbetulkan %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Aksi tidak dikenali %s pada fail konfig ikatan kekunci.\nPemuatan diabatalkan, sila perbetulkan %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Menjangka baris data (bermula Dx{:|!}) tapi dapat:\n%s\n\nPemuatan diabatalkan, sila perbetulkan %s/keybindings.conf\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Fail konfig ikatan kekunci rosak.Pemuatan diabatalkan\n, sila perbetulkan %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Tidak dapat menulis ke fail itu.";

/* nothing */
"Cannot read that file." = "Tidak dapat membaca fail itu.";

/* nothing */
"That mask already exists." = "";

/* nothing */
"Private" = "Pencetak";

/* nothing */
"Notice" = "Notis";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "";

/* nothing */
"Invite" = "Jemput";

/* nothing */
"Unignore" = "Nyah-abai";

/* nothing */
"Enter mask to ignore:" = "";

/* nothing */
"X-Chat: Ignore list" = "Dalam Senarai Abaikan";

/* nothing */
"Ignore Stats:" = "Abaikan Stat:";

/* nothing */
"Channel:" = "Saluran:";

/* nothing */
"Private:" = "Pemacu Jaz";

/* nothing */
"Notice:" = "Notis:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Jemput:";

/* nothing */
"New" = "Baru";

/* nothing */
"Delete All" = "Padam";

/* nothing */
"Topic for %s is: %s" = "Topik bagi %s ialah: %s";

/* nothing */
"No topic is set" = "Tiada topik ditetapkan";

/* nothing */
"No other tabs open, quit xchat?" = "Tiada tab lain dibuka, keluar xchat?";

/* nothing */
"Insert color code" = "Masukkan kod warna";

/* nothing */
"Close Tab" = "Tutup Tab";

/* nothing */
"Detach Tab" = "Leraikan Tab";

/* nothing */
"Beep on message" = "Beep pada Mesej";

/* nothing */
"Show join/part messages" = "Hantar dan Terima mesej";

/* nothing */
"Color paste" = "Xterm warna (xterm-color)";

/* nothing */
"Go to" = "";

/* nothing */
"Some file transfers still active, quit xchat?" = "";

/* nothing */
"User limit must be a number!\n" = "Item menu mesti mempunyai nama";

/* nothing */
"Topic Protection" = "Perlindungan Topik";

/* nothing */
"No outside messages" = "Karang mesej";

/* nothing */
"Secret" = "Rahsia";

/* nothing */
"Invite Only" = "Jemputan Sahaja";

/* nothing */
"Moderated" = "Britain";

/* nothing */
"Ban List" = "Senarai Roman";

/* nothing */
"Keyword" = "katakunci";

/* nothing */
"User Limit" = "Had Pengguna";

/* nothing */
"Close this tab/window" = "Tutup tetingkap ini";

/* nothing */
"Show/Hide userlist" = "Sorok/Papar Opsyen";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "Gelaran baru";

/* nothing */
"Host unknown" = "Hos tak diketahui";

/* nothing */
"User: %s" = "Pengguna: %s";

/* nothing */
"Country: %s" = "Negara: %s";

/* nothing */
"Realname: %s" = "Nama sebenar: %s";

/* nothing */
"Server: %s" = "Pelayan: %s";

/* nothing */
"Last Msg: %s" = "Msj Terakhir: %s";

/* nothing */
"Menu Bar" = "Bar Menu";

/* nothing */
"Topic Bar" = "Bar Topik";

/* nothing */
"User List" = "Senarai Pengguna";

/* nothing */
"Mode Buttons" = "Butang Dialog...";

/* nothing */
"User List Buttons" = "Sempadan sekeliling butang";

/* nothing */
"Part Channel" = "Saluran";

/* nothing */
"Cycle Channel" = "Saluran";

/* nothing */
"X-Chat: User menu" = "X-Chat: Menu pengguna";

/* nothing */
"Edit This Menu..." = "Edit Menu Ini...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "";

/* nothing */
"Settings saved." = "Tetapan disimpan.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "";

/* nothing */
"X-Chat: User Defined Commands" = "Arahan Pengguna";

/* nothing */
"X-Chat: Userlist Popup menu" = "";

/* nothing */
"X-Chat: Replace" = "Tak Ganti";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: Pengendali URL";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: Butang Senarai pengguna";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: Butang dialog";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: Balasan CTCP";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "Senarai Pelayan...";

/* nothing */
"Server Tab..." = "Tab Pelayan...";

/* nothing */
"Channel Tab..." = "Tab Saluran...";

/* nothing */
"Server Window..." = "Tetingkap Pelayan...";

/* nothing */
"Channel Window..." = "Tetingkap Saluran...";

/* nothing */
"Load Plugin or Script..." = "Muatkan Plugin atau skrip...";

/* nothing */
"New Shell Tab..." = "Tab Shell Baru...";

/* nothing */
"Quit" = "Keluar";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "Ghaib";

/* nothing */
"Receive Wallops" = "Terima Wallop";

/* nothing */
"Receive Server Notices" = "Terima Notis Pelayan";

/* nothing */
"Marked Away" = "Ditanda Away";

/* nothing */
"Auto Rejoin when Kicked" = "Auto Sertai bila Ditendang";

/* nothing */
"Auto Reconnect to Server" = "Auto Sambung semula ke Pelayan";

/* nothing */
"Never-give-up ReConnect" = "Ulang Sambung Jangan-putus-asa";

/* nothing */
"Auto Open Dialog Windows" = "Auto Buka Tetingkap Dialog";

/* nothing */
"Auto Accept Direct Chat" = "Auto Terima Chat  Langsung";

/* nothing */
"Auto Accept Files" = "Auto Terima Fail";

/* nothing */
"_Server" = "_Pelayan";

/* nothing */
"S_ettings" = "_Tetapan";

/* nothing */
"Preferences..." = "Keutamaan...";

/* nothing */
"Lists" = "Senarai";

/* nothing */
"Auto Replace..." = "Auto Ganti...";

/* nothing */
"CTCP Replies..." = "Balas CTCP...";

/* nothing */
"Dialog Buttons..." = "Butang Dialog...";

/* nothing */
"Key Bindings..." = "Ikatan Kekunci...";

/* nothing */
"Text Events..." = "Acara Teks...";

/* nothing */
"URL Handlers..." = "Pengendali URL...";

/* nothing */
"User Commands..." = "Arahan Pengguna...";

/* nothing */
"Userlist Buttons..." = "Butang Senarai Pengguna...";

/* nothing */
"Userlist Popup..." = "Popup Senarai Pengguna...";

/* nothing */
"Reload Settings" = "Ulangmuat Tetapan";

/* nothing */
"Save Settings now" = "Simpan Tetapan sekarang";

/* nothing */
"Save Settings on exit" = "Simpan Tetapan bila keluar";

/* nothing */
"_Window" = "_Tetingkap";

/* nothing */
"Ban List..." = "Senarai Ban";

/* nothing */
"Channel List..." = "Senarai Saluran...";

/* nothing */
"Character Chart..." = "";

/* nothing */
"Direct Chat..." = "Chat Langsung...";

/* nothing */
"File Receive..." = "Fail Diterima...";

/* nothing */
"File Send..." = "Fail Dihantar...";

/* nothing */
"Ignore List..." = "Senarai Abaikan...";

/* nothing */
"Notify List..." = "Senarai Makluman...";

/* nothing */
"Plugins and Scripts..." = "";

/* nothing */
"Raw Log..." = "Log Mentah...";

/* nothing */
"URL Grabber..." = "Penggenggam URL";

/* nothing */
"C_lear Text" = "Teks Je_rnih";

/* nothing */
"Search Text..." = "Teks Carian...";

/* nothing */
"Save Text..." = "Simpan Teks...";

/* nothing */
"_Help" = "_Bantuan";

/* nothing */
"_Contents" = "_Kandungan";

/* nothing */
"_About" = "_Perihal";

/* nothing */
"Attach Tab" = "";

/* nothing */
"User" = "Pengguna";

/* nothing */
"Server" = "Pelayan";

/* nothing */
"Last Seen" = "Terakhir Dilihat";

/* nothing */
"Offline" = "LuarTalian";

/* nothing */
"Never" = "Tidak sekali";

/* nothing */
"Online" = "DalamTalian";

/* nothing */
"Enter nickname to add:" = "Masukkan nama gelaran untuk ditambah:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: Senarai Makluman";

/* nothing */
"Add" = "Tambah";

/* nothing */
"Remove" = "Buang";

/* nothing */
"Description" = "Huraian";

/* nothing */
"Select a Plugin or Script to load" = "Pilih Plugin atau skrip  untuk dimuatkan";

/* nothing */
"X-Chat: Plugins and Scripts" = "Plugin";

/* nothing */
"_Load..." = "_Muat ...";

/* nothing */
"_UnLoad" = "_Nyahmuat";

/* nothing */
"_Close" = "_Tutup";

/* nothing */
"Save rawlog" = "Simpan log mentah";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Log Mentah (%s)";

/* nothing */
"Clear rawlog" = "Kosongkan log mentah";

/* nothing */
"Save rawlog..." = "Simpanlog mentah...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "";

/* nothing */
"X-Chat: Search" = "X-Chat: Carian";

/* nothing */
"Find:" = "Cari:";

/* nothing */
"Find" = "Cari";

/* nothing */
"Close" = "Tutup";

/* nothing */
"Settings for %s" = "Tetapan";

/* nothing */
"New Network" = "Rangkaian Baru";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "";

/* nothing */
"_Remove \"%s\"" = "_Buang \"%s\"";

/* nothing */
"_Add new server" = "_Tambah pelayan baru";

/* nothing */
"Move \"%s\" _down" = "";

/* nothing */
"Move \"%s\" _up" = "Naikkan \"%s\"  ke _atas";

/* nothing */
"_Add new network" = "_Tambah rangkaian baru";

/* nothing */
"Global User Info" = "Ulangtetap semua Tetapan pengguna";

/* nothing */
"Nick Names:" = "Nama Gelaran:";

/* nothing */
"User Name:" = "Nama Pengguna:";

/* nothing */
"Real Name:" = "Nama Sebenar:";

/* nothing */
"C_onnect" = "S_ambung";

/* nothing */
"Connect in a _new tab" = "Sambung di tab ba_ru";

/* nothing */
"Servers" = "Pelayan";

/* nothing */
"Character Set:" = "Set Aksara:";

/* nothing */
"Nick Name:" = "Nama Gelaran:";

/* nothing */
"Server Password:" = "Katalaluan Pelayan:";

/* nothing */
"Join Channels:" = "Sertai Saluran:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "";

/* nothing */
"Connect Command:" = "Arahan  Sambungan:";

/* nothing */
"Command to execute after connecting. Can be used to authenticate to NickServ" = "";

/* nothing */
"Cycle until connected" = "Kitar sehingga disambung";

/* nothing */
"Use global user info" = "Ulangtetap semua Tetapan pengguna";

/* nothing */
"Use secure SSL" = "Guna SSL selamat";

/* nothing */
"Auto connect at startup" = "Sambung Gabber pada permulaan secara automatik";

/* nothing */
"Use a proxy server" = "Guna pelayan proksi";

/* nothing */
"Accept invalid cert." = "Terima sijil yg tidak sah";

/* nothing */
"Settings for Selected Network" = "Cari Teks dipilih di Google";

/* nothing */
"Edit mode" = "Mod edit";

/* nothing */
"Networks" = "Rangkaian";

/* nothing */
"No server list on startup" = "Tiada senarai pelayan pada permulaan";

/* nothing */
"X-Chat: Server List" = "X-Chat: Senarai Pelayan";

/* nothing */
"Font:" = "Font:";

/* nothing */
"Background image:" = "Imej latarbelakang:";

/* nothing */
"Time stamp format:" = "Format setem masa";

/* nothing */
"See strftime manpage for details." = "";

/* nothing */
"Time stamp text" = "Teks setem masa";

/* nothing */
"Transparent background" = "Latar belakang telus";

/* nothing */
"Indent nicks" = "Inden gelaran";

/* nothing */
"Tint transparency" = "Telus";

/* nothing */
"Colored nicks" = "Gelaran berwarna";

/* nothing */
"Strip mIRC color" = "Warna utama:";

/* nothing */
"Scrollback lines:" = "Baris skrol belakang:";

/* nothing */
"Tint red:" = "";

/* nothing */
"Tint green:" = "";

/* nothing */
"Tint blue:" = "";

/* nothing */
"Interpret %nnn as an ASCII value" = "Tafsir %nnn sebagai nilai ASCII";

/* nothing */
"Automatic nick completion" = "Auto sempurna gelaran";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Tafsir %C, %B sebagai Warna, Bold dll";

/* nothing */
"Use the Text box font and colors" = "Guna font kekotak teks";

/* nothing */
"Nick completion suffix:" = "Suffik penyempurnaan gelaran";

/* nothing */
"Off" = "LuarTalian";

/* nothing */
"Graph" = "Graf";

/* nothing */
"Info text" = "Teks maklumat";

/* nothing */
"Both" = "Bawah";

/* nothing */
"A-Z, Ops first" = "A-Z, Op dahulu";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, Op Akhir";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Tidak Diisih";

/* nothing */
"Lag meter:" = "";

/* nothing */
"Throttle meter:" = "Padaman Jadual";

/* nothing */
"Userlist sorted by:" = "Fail ditawarkan oleh:";

/* nothing */
"Double-click command:" = "Sela masa dwi-klik";

/* nothing */
"Show hostnames in userlist" = "Papar dalam senarai";

/* nothing */
"Userlist buttons enabled" = "Hidebuttons dihidupkan";

/* nothing */
"Resizable userlist" = "Sorok/Papar Opsyen";

/* nothing */
"Track away-status on channels smaller than:" = "";

/* nothing */
"Windows" = "Tetingkap";

/* nothing */
"Tabs" = "Tab";

/* nothing */
"Bottom" = "Bawah";

/* nothing */
"Top" = "Atas";

/* nothing */
"Left" = "Kiri";

/* nothing */
"Right" = "Kanan";

/* nothing */
"Hidden" = "Tersembunyi";

/* nothing */
"Show tabs at:" = "Papar Tab pada:";

/* nothing */
"Open channels in:" = "Buka saluran pada:";

/* nothing */
"Open dialogs in:" = "Buka log";

/* nothing */
"Open utilities in:" = "Buka di tetingkap ini";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "";

/* nothing */
"Open tab for server messages" = "Buka tab tambahan untuk notis pelayan";

/* nothing */
"Open tab for server notices" = "Buka tab tambahan untuk notis pelayan";

/* nothing */
"Pop new tabs to front" = "Buka tab baru dihadapan";

/* nothing */
"Shorten tabs to:" = "Papar Tab pada:";

/* nothing */
"letters." = "";

/* nothing */
"Download files to:" = "Muatturun fail ke:";

/* nothing */
"Move completed files to:" = "Muatturun fail ke:";

/* nothing */
"DCC IP address:" = "Alamat IP DCC:";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "Liang hantaran DCC Pertama:";

/* nothing */
"Last DCC send port:" = "Liang hantaran DCC Akhir:";

/* nothing */
"(Leave ports at zero for full range)." = "";

/* nothing */
"Auto open DCC send list" = "Auto buka senarai hantaran DCC";

/* nothing */
"Convert spaces to underscore" = "Tukar ruang ke underscore";

/* nothing */
"In filenames, before sending" = "Pada namafail, sebelum menghantar";

/* nothing */
"Auto open DCC chat list" = "Auto buka senarai chat DCC";

/* nothing */
"Save nickname in filenames" = "Simpan sebagai nama fail asal";

/* nothing */
"Auto open DCC receive list" = "Auto buka senarai penerimaan DCC";

/* nothing */
"Get my IP from IRC server" = "Dapatkan IP saya dari pelayan IRC";

/* nothing */
"/WHOIS yourself to find your real address. Use this if you have a 192.168.*.* address!" = "/WHOIS siri anda untuk mencari alamat sebenar anda";

/* nothing */
"Max. send CPS:" = "";

/* nothing */
"Max. speed for one transfer" = "Kelajuan maksimum bagi satu penghantaran";

/* nothing */
"Max. receive CPS:" = "";

/* nothing */
"Max. global send CPS:" = "";

/* nothing */
"Max. speed for all traffic" = "";

/* nothing */
"Max. global receive CPS:" = "";

/* nothing */
"(Leave at zero for full speed file transfers)." = "";

/* nothing */
"Default quit message:" = "Mesej keluar pelayan default:";

/* nothing */
"Default part message:" = "Mesej keluar saluran default:";

/* nothing */
"Default away message:" = "Mesej away default:";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "";

/* nothing */
"(Can be a text file relative to config dir)." = "";

/* nothing */
"Extra words to highlight on:" = "";

/* nothing */
"(Separate multiple words with commas)." = "";

/* nothing */
"Show away once" = "Papar away sekali";

/* nothing */
"Show identical away messages only once" = "Papar hanya mesej";

/* nothing */
"Beep on private messages" = "Hantar dan Terima mesej";

/* nothing */
"Automatically unmark away" = "_Automatik kemaskini setiap";

/* nothing */
"Unmark yourself as away before sending messages" = "";

/* nothing */
"Beep on channel messages" = "Karang mesej baru";

/* nothing */
"Announce away messages" = "Mesej Auto Ketika Tiada: ";

/* nothing */
"Announce your away messages to all channels" = "Umumkan mesej away ke semua saluran";

/* nothing */
"Beep on highlighted messages" = "Hantar dan Terima mesej";

/* nothing */
"Display MODEs in raw form" = "Papar pakej dalam format senarai";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join/part messages" = "Hantar dan Terima mesej";

/* nothing */
"Hide channel join/part messages by default" = "Hantar dan Terima mesej";

/* nothing */
"Auto reconnect delay:" = "Selang masa Auto ulang sambung:";

/* nothing */
"Log filename mask:" = "Nama fail ikon:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "";

/* nothing */
"Log timestamp format:" = "Papar hanya mesej";

/* nothing */
"(See strftime manpage for details)." = "";

/* nothing */
"Enable logging of conversations" = "Papar operasi fail";

/* nothing */
"Insert timestamps in logs" = "Selit fail teks";

/* nothing */
"(Disabled)" = "(Dimatikan)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Address to bind to:" = "Alamat untuk diikat:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "";

/* nothing */
"Proxy server" = "Pelayan proksi:";

/* nothing */
"Hostname:" = "Namahos";

/* nothing */
"Username:" = "Namapengguna";

/* nothing */
"Password:" = "Katalaluan Pelayan:";

/* nothing */
"Port:" = "Liang";

/* nothing */
"Type:" = "Jenis DCC";

/* nothing */
"Authenticate to the proxy server (only HTTP)" = "";

/* nothing */
"Select an Image File" = "Pilih fail output";

/* nothing */
"Select font" = "Pilih font";

/* nothing */
"Browse..." = "Lungsur...";

/* nothing */
"Select color" = "Pilih warna";

/* nothing */
"mIRC colors:" = "Warna mIRC:";

/* nothing */
"Foreground:" = "LatarDepan:";

/* nothing */
"Background:" = "Latar _Belakang";

/* nothing */
"Mark fore:" = "Tetapkan Tanda";

/* nothing */
"Mark back:" = "Kad semula:";

/* nothing */
"New Data:" = "Data Baru:";

/* nothing */
"New Message:" = "Mesej Baru:";

/* nothing */
"Highlight:" = "";

/* nothing */
"Away User:" = "";

/* nothing */
"Interface" = "Antaramuka";

/* nothing */
"Text box" = "Kekotak teks";

/* nothing */
"Input box" = "kotak input";

/* nothing */
"User list" = "Senarai pengguna";

/* nothing */
"Colors" = "Warna";

/* nothing */
"Chatting" = "Berchat";

/* nothing */
"General" = "Umum";

/* nothing */
"Logging" = "Menglog";

/* nothing */
"Network" = "Rangkaian";

/* nothing */
"Network setup" = "Tetapan rangkaian";

/* nothing */
"File transfers" = "Pemindahan fail";

/* nothing */
"Categories" = "Kategori";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "";

/* nothing */
"X-Chat: Preferences" = "X-Chat: Keutamaan";

/* nothing */
"There was an error parsing the string" = "Terdapat ralat menghantar rentetan";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "";

/* nothing */
"Print Texts File" = "Cetak Fail Teks";

/* nothing */
"Event" = "Acara";

/* nothing */
"Sound" = "Bunyi";

/* nothing */
"$ Number" = "$ Nombor";

/* nothing */
"Edit Events" = "Edit Acara";

/* nothing */
"Sound file: " = "Fail bunyi: ";

/* nothing */
"Save As" = "Simpan Sebagai";

/* nothing */
"Load From" = "Muatkan Dari";

/* nothing */
"Test All" = "Uji Semua";

/* nothing */
"URL" = "";

/* nothing */
"Select a file to save to" = "Pilih fail untuk disimpan";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: Penggenggam URL";

/* nothing */
"Clear list" = "Kosongkan senarai";

/* nothing */
"Copy selected URL" = "";

/* nothing */
"Copy" = "Salin";

/* nothing */
"Save list to a file" = "Simpan senarai ke satu fail";

/* nothing */
"%d ops, %d total" = "";

